[
  {
    "idObra": 1,
    "avatarUrl": "./public/img1.png",
    "title": "La Máscara",
    "descripcion": "Una obra intrigante que explora los misterios del teatro clásico.",
    "sinopsis": "En el bullicioso mundo teatral del siglo XIX, un enmascarado misterioso acecha entre bambalinas, desentrañando secretos oscuros y rivalidades encubiertas. Con giros inesperados, 'La Máscara Oculta' transporta a la audiencia a un viaje lleno de intriga y emoción.",
    "asientos": []
  },
  {
    "idObra": 2,
    "avatarUrl": "./public/img2.png",
    "title": "En el Escenario",
    "descripcion": "Una experiencia teatral única para toda la familia.",
    "sinopsis": "Acompaña a personajes entrañables en un viaje mágico a través de cuentos clásicos y nuevos relatos. 'Cuentos en el Escenario' combina la magia del teatro con la nostalgia de los cuentos, creando un espectáculo encantador para todas las edades.",
    "asientos": []
  },
  {
    "idObra": 3,
    "avatarUrl": "./public/img3.png",
    "title": "La Noche",
    "descripcion": "Un thriller teatral que mantendrá al público al borde de sus asientos.",
    "sinopsis": "En una ciudad envuelta en sombras, un detective atormentado se enfrenta a su caso más oscuro. 'El Misterio de la Noche' es un fascinante juego de ingenio y suspense que desafía al público a resolver el enigma antes de que se revele la verdad impactante.",
    "asientos": []
  },
  {
    "idObra": 4,
    "avatarUrl": "./public/img4.png",
    "title": "Romeo y Julieta",
    "descripcion": "Una versión contemporánea del clásico de Shakespeare con un giro moderno.",
    "sinopsis": "En las bulliciosas calles de la ciudad actual, dos almas destinadas se encuentran en medio de la rivalidad de sus familias. 'Romeo y Julieta Reimaginados' fusiona la poesía de Shakespeare con la vibrante energía de la cultura urbana, explorando el amor y la tragedia en el siglo XXI.",
    "asientos": []
  },
  {
    "idObra": 5,
    "avatarUrl": "./public/img5.png",
    "title": "Los Sueños",
    "descripcion": "Una odisea surrealista a través de la mente humana.",
    "sinopsis": "Sumérgete en el fascinante paisaje de los sueños con 'El Jardín de los Sueños'. Esta obra surrealista lleva al público a un viaje introspectivo a medida que los personajes navegan por los recovecos de la mente humana, explorando deseos, miedos y esperanzas ocultas.",
    "asientos": []
  },
  {
    "idObra": 6,
    "avatarUrl": "./public/img6.png",
    "title": "El Último Acto",
    "descripcion": "Un drama conmovedor sobre la vida, la pérdida y la redención.",
    "sinopsis": "En un pequeño teatro al borde de la quiebra, un grupo de actores veteranos se reúne para una última actuación que cambiará sus vidas para siempre. 'El Último Acto' es un conmovedor tributo al poder del arte y la capacidad de encontrar significado incluso en los momentos más oscuros.",
    "asientos": []
  },
  {
    "idObra": 7,
    "avatarUrl": "./public/img7.png",
    "title": "Sinfonía de Risas",
    "descripcion": "Una comedia musical llena de risas y alegría.",
    "sinopsis": "En un mundo donde la risa es la moneda de cambio, 'Sinfonía de Risas' lleva al público a un viaje musical hilarante. Con números pegajosos y situaciones cómicas, esta obra es un antídoto perfecto para el estrés diario, ofreciendo una experiencia teatral ligera y divertida.",
    "asientos": []
  },
  {
    "idObra": 8,
    "avatarUrl": "./public/img8.png",
    "title": "El Despertar",
    "descripcion": "Un thriller psicológico que desafía la percepción de la realidad.",
    "sinopsis": "En un manicomio abandonado, un psiquiatra se enfrenta a los fantasmas de su pasado mientras trata a un paciente con una conexión sorprendente. 'El Despertar de las Sombras' explora los límites de la cordura y la verdad en un viaje psicológico inolvidable.",
    "asientos": []
  },
  {
    "idObra": 9,
    "avatarUrl": "./public/img9.png",
    "title": "Las Emociones",
    "descripcion": "Una experiencia teatral visualmente impactante que celebra la diversidad emocional.",
    "sinopsis": "Con un enfoque innovador en la expresión emocional, 'Caleidoscopio de Emociones' fusiona la danza, el teatro y la tecnología para llevar al público a un viaje visualmente deslumbrante. Desde la euforia hasta la melancolía, esta obra invita a explorar la complejidad de las emociones humanas.",
    "asientos": []
  },
  {
    "idObra": 10,
    "avatarUrl": "./public/img10.png",
    "title": "Legado del Escenario",
    "descripcion": "Un homenaje a los clásicos del teatro a lo largo de los siglos.",
    "sinopsis": "A través de escenas icónicas y monólogos inolvidables, 'El Legado del Escenario' rinde homenaje a las obras maestras que han definido el teatro a lo largo de la historia. Desde Shakespeare hasta Beckett, esta obra es un recordatorio conmovedor de la perdurabilidad del arte escénico.",
    "asientos": []
  },
  {
    "idObra": 11,
    "avatarUrl": "./public/img11.png",
    "title": "El Espejo Roto",
    "descripcion": "Un drama introspectivo sobre la identidad y el autodescubrimiento.",
    "sinopsis": "Cuando un espejo mágico revela versiones alternativas de sí mismos, los personajes de 'El Espejo Roto' se ven obligados a confrontar sus verdaderas identidades. Esta obra provocativa invita a la audiencia a reflexionar sobre la percepción y la realidad en un mundo lleno de reflejos fragmentados.",
    "asientos": []
  },
  {
    "idObra": 12,
    "avatarUrl": "./public/img12.png",
    "title": "Sueños",
    "descripcion": "Una epopeya fantástica que desafía la realidad y la imaginación.",
    "sinopsis": "En un reino donde los sueños tienen el poder de cambiar la realidad, un grupo de valientes aventureros emprende una búsqueda épica. 'Cazadores de Sueños' combina elementos de fantasía, acción y magia para ofrecer una experiencia teatral que transporta al público a mundos inexplorados.",
    "asientos": []
  }
]